Repository: MrGottham/OSDevGrp.ReduceFoodWaste
Catalog: OSDevGrp.ReduceFoodWaste.WebApplication/Resources/Texts.*.resx
Languages: da

source: Error
da: Fejl

# ErrorOccurredProcessingRequest
source: An error occurred while processing your request.
da: Der opstod en fejl under behandlingen af ​​din anmodning.

source: Home
da: Forside

source: Home Page
da: Forside

source: Log in
da: Log ind

source: Login Failure
da: Fejl ved log ind

source: Log in using another service
da: Log ind med en anden tjeneste

# LogInUsingYourAccount
source: Log in using your {0} account.
da: Log ind med din {0} konto.

source: Log off
da: Log ud

# PleaseLogIn
source: Please log in to start using {0}
da: Log ind for at starte brugen af {0}

source: Reason
da: Årsag

# ReduceFoodWasteProject
source: The Minimize Food Waste Project
da: Projektet Formindsk Madspild

# UnableToObtainEmailAddressFromService
source: Unable to obtain email address from your login account.
da: En mailadresse til din loginkonto kunne ikke hentes.

source: Unsuccessful login with service.
da: Log ind med anden tjeneste mislykkedes.

# WelcomeTo
source: Welcome to {0}
da: Velkommen til {0}

source: Household member account
da: Husstandsmedlemsskab

source: Manage
da: Administrér

# RemoveCredentialFromYourAccount
source: Remove this {0} credential from your account.
da: Fjern {0} log ind oplysninger fra din konto.

# BusinessException
source: Business related error.
da: Forretningsmæssig fejl.

# RepositoryException
source: Repository error in {0}.
da: Repository fejl i {0}.

# SystemException
source: System critical error.
da: Systemkritisk fejl.

# CannotResolveMailAddressFromIdentity
source: Cannet resolve a mail address from your identity.
da: Kan ikke hente en email adresse fra din identitet.

# CannotResolveUserNameIdentifierFromIdentity
source: Cannet resolve a user name identifier from your identity.
da: Kan ikke hente en identifikation for brugernavnet fra din identitet.

source: Dashboard
da: Skrivebord

source: Time to create your first household
da: Det er tid til at oprette din første husholdning

# CreateHousehold
source: Create a new household
da: Opret en ny husholdning

source: Description
da: Beskrivelse

source: Name
da: Navn

# AcceptTermsAndPrivacyPolicy
source: I accept the terms and privacy policy.
da: Jeg accepterer betingelserne og fortrolighedspolitikker.

source: Next
da: Næste

# ValueIsRequired
source: A value is required for this field.
da: Der skal angives en værdi til denne.

# ExceedsMaximumLength
source: The value exceeds the maximum length of {1} characters.
da: Værdien til denne overstiger den maksimale længe på {1} tegn.

# PrivacyPoliciesHasNotBeenAccepted
source: The privacy policies has not been accepted.
da: Fortrolighedspolitikkerne er ikke blevet accepteret.

source: Time to prepare your household member account
da: Det er tid til at forberede kontoen til dit husstandsmedlemsskab

# PrepareHouseholdMemberAccount
source: Prepare your household member account
da: Forbered kontoen til dit husstandsmedlemsskab

source: Activation
da: Aktivering

source: Activation code
da: Aktiveringskode

# ActivationCodeMustBeGiven
source: The activation code must be given.
da: Aktiveringskoden skal angives.

# CookieConsent
source: We use cookies on this site to enhance your user experience. As you move forward, you agree to our use of cookies.
da: Vi bruger cookies på dette websted til at forbedre din brugeroplevelse. Når du bevæger dig videre, accepterer du vores brug af cookies.

source: Accept
da: Acceptér

source: Mail address
da: Mailadresse

source: Expires
da: Udløber

source: Membership
da: Medlemsskab

source: External login providers
da: Eksterne tjenester til login

source: Providers
da: Tjeneste udbydere

source: Household
da: Husholdning

source: Edit
da: Redigér
